{
    "beasts": [
        {
    "name": "Agoureiro",
    "avatar": "Agoureiro",
    "characteristics": "Agoureiro (em inglês: Augurey), Também conhecida como Fênix Irlandesa. é uma espécie nativa da Grã-Bretanha e da Irlanda, embora por vezes seja encontrado em outros países do norte europeu. Pássaro magro e de aspecto tristonho, que lembra um abutre pequeno e malnutrido, o agoureiro é preto-esverdeado. É extremamente tímido, faz ninho em moitas espinhosas, come grandes insetos e fadas, só voa sob chuva pesada e, no restante do tempo, fica escondido em seu ninho em feitio de lágrima.O agoureiro tem um canto baixo e soluçante característico, que antigamente se acreditava anunciar a morte. Os bruxos evitavam os ninhos de agoureiro com medo de ouvir esse som de partir o coração, e acredita-se que mais de um bruxo sofreu um ataque cardíaco ao passar por uma moita e ouvir o lamento de um agoureiro escondido. Com o tempo, porém, pesquisas pacientes revelaram que esse pássaro simplesmente anuncia a aproximação da chuva. Desde então, ele entrou na moda como barômetro caseiro, embora haja quem ache difícil aturar o seu lamento contínuo durante os meses de inverno. As penas do agoureiro não servem para fazer canetas porque repelem a tinta."
    
    },
    {
    "name": "Amasso",
    "avatar": "Amasso",
    "characteristics": "O Amasso (em inglês Kneazle) é um felino pequeno, com os pelos pintados ou malhados, possui grandes orelhas e um rabo parecido com um de leão, foi criado na Grã-Bretanha e hoje em dia é exportado para o mundo inteiro. É um animal inteligente e independente, ás vezes pode ser agressivo, mas quando se apega a algum bruxo, se torna um ótimo animal de estimação. É necessário tirar licença para adotá-lo, pois sua aparência é um pouco incomum, o que pode chamar a atenção de Trouxas.Possui uma pelagem malhada ou pintada, orelhas grandes e um rabo muito parecido com o de um leão. As fêmeas da espécie pode ter até 8 filhotes por ninhada e podem cruzar com gatos domésticos gerando filhotes. Se algum bruxo deseja ter o Amasso como animal de estimação é necessário tirar licença, pois a sua aparência costuma chamar a atenção de trouxas."
       
    },
    {
    "name": "Barriga-de-Ferro",
    "avatar": "Barriga-de-ferro",
    "characteristics": "Aparência: É uma raça bípede, de cor cinza metálico, com uma imensa envergadura, garras longas e escamas ásperas. É a maior raça de dragão e atinge até seis toneladas, e seus olhos são vermelho escuros.Voo: Rotundo e mais lento no voo do que outros dragões, o Barriga-de-Ferro é, contudo, extremamente perigoso, capaz de esmagar habitações em terra.Chama: O Ironbelly pode produzir jatos de fogo até 3560 graus Fahrenheit, mais de dezesseis vezes mais quente do que o ponto de ebulição da água."
    },
    {
    "name": "Bichento",
    "avatar": "Bichento",
    "characteristics": "Bichento foi/é um gato meio-amasso e animal de estimação de Hermione Granger. Ele é Meio-Amasso,[1] pois tem em evidência um rabo de leão, habilidade de solucionar problemas sozinho sem treinamento, e uma habilidade de reconhecer pessoas não confiáveis (mesmo quando transfigurados).Em 1993, Bichento foi comprado da loja Animais Mágicos por Hermione Granger. A vendedora afirmou que ele estava na loja há muito tempo e ninguém o queria.Bichento desempenhou um papel importante nos eventos que ocorreram em 6 de junho de 1994. Durante o auge da Segunda Guerra Bruxa, bichento permaneceu na Toca. Não se sabe o que aconteceu com ele depois da guerra, mas pode-se supor que ele foi devolvido a Hermione."
    },
    {
    "name": "Centauro",
    "avatar": "Centauro",
    "characteristics": "O centauro tem cabeça, tronco e braços humanos ligados a um corpo de cavalo cuja cor varia. Inteligente e dotado de fala humana, a rigor, não deveria ser chamado de animal, mas a seu próprio pedido foi assim classificado pelo Ministério da Magia. O centauro habita na floresta. Acredita-se que ele tenha origem na Grécia, embora haja atualmente comunidades dessas criaturas em várias partes da Europa. As autoridades bruxas em cada país em que há centauros destinaram a eles áreas em que não serão incomodados pelos trouxas; porém, eles não têm grande necessidade de proteção bruxa, pois contam com recursos próprios para se esconder dos humanos. O modo de vida do centauro é envolto em mistério. Geralmente, eles têm tanta desconfiança de bruxos quanto de trouxas e, na realidade, parecem não fazer grande diferença entre os dois.Vivem em rebanhos que reúnem de dez a cinquenta membros.São classificados pelo Ministério da Magia como: Perigoso/exige conhecimento especializado/bruxo perito pode enfrentar e periculosidade 5 a 9."
    },
    {
    "name": "Cerberus",
    "avatar": "Cerberus",
    "characteristics": "Um cão de três cabeças, com em média 7 a 13 metros no tamanho.Nativo da Grécia, é conhecido pelos trouxas pela lenda de Orfeu,que foi ao submundo atrás de sua amada e passou pelo Cerberus tocando uma canção em sua lira. Obviamente tem uma resistência contra magia vendo que no primeiro livro Snape e Quirrell temeram por suas vidas graças a Fofo o Cerberus de Hagrid, sua fraqueza é a música mesmo que seja apenas uma canção de ninar básica.Classificação desconhecida vendo que mesmo que seja uma besta temível ele pode ser domesticado e tem uma fraqueza obvia que mesmo os trouxas conhecem."
    },
    {
    "name": "Cocatrice",
    "avatar": "Cocatrice",
    "characteristics": "Cocatrice é uma criatura mágica que, assim como o Basilisco, nasce do ovo de uma galinha chocado por um sapo. Durante o Torneio Tribruxo de 1792, uma das tarefas envolva capturar um basilisco. Infelizmente, o basilisco se soltou e feriu os diretores de Escola de Magia e Bruxaria Hogwarts, Academia de Magia Beauxbatons, e o Instituto Durmstrang.Não se sabe ao certo o por quê de alguns ovos resultarem em uma cocatrice, e outros em um basilisco. Essas criaturas são consideradas aparentadas.O cocatrice também possui o poder de petrificar suas vitimas com seus olhar,  assim como o Basilisco. Porém diferente de seu primo, o cocatrice é capaz de voar, e quando caminha pela terra queimam tudo pelo seus caminho, por meio de sua respiração que é um vapor quente. Cocatrice podem ser encontrados na Grécia assim como em regiões Nórdicas, há relatos de Cocatrices em Portugual. Relaciona-se o cocatrice com o elemento fogo, enquanto seu primo é relacionado ao elemento água."
    },
    {
    "name": "Dobby",
    "avatar": "Dobby",
    "characteristics": "Dobby (28 de Junho (ano desconhecido) – Março de 1998) foi um elfo-doméstico que serviu a Família Malfoy. Os seus mestres eram Bruxos das Trevas que o tratavam de maneira cruel. Em 1992, ele tentou avisar Harry Potter sobre a reabertura da Câmara Secreta na qual ele ficou sabendo através da conversa entre o seu mestre Lúcio Malfoy e Lord Voldemort. No final daquele ano letivo, após Harry ter vencido a memória de Tom Riddle e o basilisco na Câmara Secreta, ele enganou Lúcio Malfoy libertando Dobby após ter colocado sua meia no diário destruído de Tom Riddle; Lúcio com nojo, separou a meia do livro a jogando no ar, onde Dobby a pegou.Dobby ficou satisfeito por ser livre, embora ele gostasse de trabalhar. Foi oferecido a Dobby um trabalho na Escola de Magia e Bruxaria de Hogwarts, ele ficou extasiado por estar fora das mãos abusivas dos Malfoys, mas igualmente satisfeito por se juntar à equipe de Hogwarts. Em Hogwarts, ele poderia ir e vir como ele gostava, não tinha muitas tarefas e aquelas que ele tinha eram bastante simples. Dobby solicitou algumas compensações por seu trabalho e, eventualmente, ele e Dumbledore chegaram a um acordo. Dobby passou a trabalhar nas cozinhas de Hogwarts, sendo pago um Galeão por semana e com um dia de folga por mês. Ele foi para Hogwarts acompanhado por sua amiga Winky (que havia sido recentemente libertada) e começou a nova vida feliz de Dobby perto de seus amigos: Harry, Rony e Hermione.Em 1997, Dobby ajudou Harry a espionar Draco Malfoy junto com Monstro. Em 1998, ele assumiu as ordens de Aberforth Dumbledore para salvar as vidas de Harry e seus companheiros na Mansão Malfoy. Durante este resgate ele foi ferido gravemente pela faca de Bellatrix Lestrange. Harry cavou a sepultura de Dobby sem magia, nos jardins da Chalé das Conchas e esculpiu na lápide do túmulo AQUI MORRE DOBBY, UM ELFO LIVRE."
    },
    {
    "name":"Fênix",
    "avatar":"Fênix",
    "characteristics":"A Fênix era um grande pássaro escarlate do tamanho de um cisne com plumagem vermelha e dourada, juntamente com um bico dourado e garras, olhos negros, e uma cauda, parecida com a do pavão. Suas penas escarlate brilham fracamente na escuridão, enquanto suas penas da cauda são quentes ao toque."
    },
    {
    "name":"Hipogrifo",
    "avatar":"Hipogrifo",
    "characteristics":"Hipogrifo é a mistura de ave com cavalo. Sendo assim, é uma criatura mágica que tem o corpo, as patas traseiras e caudas de cavalos. E as patas dianteiras, as asas e a cabeça de uma águia. É muito semelhante ao Grifo, que tem a traseira de leão.O hipogrifo é um animal muito orgulhoso, porém se você o tratar bem, ganhará sua confiança.     Como são animais muito educados, existe uma maneira adequada de se aproximar deles. Você deve caminhar na direção dele, ou dela, e fazer uma mesura, mostrando o devido respeito se curvando para eles. Se o animal também fizer uma mesura, ou reverência você poderá toca-lo. O cantato com os olhos deve ser mantido em todos os momentos, tentando não piscar. Se o Hipogrifo se sentir ofendido ele pode atacar. Então muito respeito e educação perante esse animal. Os Hipogrifos se alimentam basicamente de insetos, pássaros e pequenos mamíferos como furões."
    },
    {
    "name":"Nundu",
    "avatar":"Nundu",
    "characteristics":"O Nundu é um gigante animal mamífero e similar a um leopardo, é nativo do leste da África. Ele se move silenciosamente, apesar de seu tamanho gigantesco, e é considerado por alguns a criatura mais perigosa viva já existente. A Respiração do Nundu é tóxica e contém uma doença. Ele é capaz de matar vilarejos inteiros por conta disso. O Nundu é extremamente difícil de ser morto, e nunca foi derrotado por menos de cem bruxos trabalhando juntos.Comparado com os dragões usados no Torneio Tribruxo, do qual podem ser atordoados por cerca de dez bruxos, o temor a respeito desta rara criatura se tornam terrívelmente verdadeiras."
    },
    {
    "name":"Cava-charco",
    "avatar":"Cava-charco",
    "characteristics":"O cava-charco é uma criatura mágica habitante dos pântanos encontrada na Europa e nas Américas do Norte e Sul. A criatura lembra um pedaço de lenha enquanto imóvel. Tem patas em forma de barbatana e dentes afiados e desliza pelo pântano, se alimentando de animais pequenos e ocasionalmente atacando os tornozelos daqueles que se venturam seu habitat. Seu alimento favorito é a mandrágora, e devido a isto, os criadores de mandrágora encontraram em suas plantas nada mais do que uma restos sangrentos quando a tiram dos solo."
        
    },
    {
    "name":"Cinzal",
    "avatar":"Cinzal",
    "characteristics":"O Cinzal é uma cobra fina, cinza-clara, de brilhantes olhos vermelhos. Surgirá das brasas desse fogo e rastejará para as sombras da habitação em que se encontra, deixando rastros de cinzas atrás de si.O cinzal vive apenas uma hora, tempo usado para procurar um lugar escuro e protegido e ali depositar seus ovos, antes de virar pó. Os ovos são daa cor vermelho-vivo e liberam um intenso calor. Devido a isso eles podem incendiar uma habitação em minutos se não forem encontrados e congelados a tempo com um feitiço apropriado. O bruxo que perceber que há um ou mais cinzais soltos em casa deve procurar rastreá-los imediatamente e localizar a ninho de seus ovos. Uma vez congelados, os ovos são muito valiosos para o preparo de poções de amor ou podem ser comidos inteiros como remédio contra a Malária."
    },
    
    {
    "name":"Dente-de-Víbora Peruano",
    "avatar":"Dente-de-Víbora Peruano",
    "characteristics":"No final do século 19, os números dos Dentes-de-Víbora tiveram um aumento alarmante e tornaram-se uma séria ameaça para bruxos e trouxas. A Confederação Internacional dos Bruxos foi forçada a enviar um esquadrão de extermínio para reduzir a população. O Dragonologista Harvey Ridgebit foi a primeira pessoa para pegar um Dente-de-Víbora Peruano."
    },
    {
    "name":"Erkling",
    "avatar":"Erkling",
    "characteristics":"Erklings são criaturas de três pés de altura em média (tornando-as maiores que gnomos) com faces pontiagudas, que têm uma afinidade particular com o gosto das crianças. Seus cacarejos de alta frequência são particularmente fascinantes para as crianças, e eles usam isso para atraí-los longe de seus guardiões para comê-los. Estas criaturas também gostam de disparar dardos em vítimas inocentes. Proveniente da Floresta Negra na Alemanha, a diferença entre esta criatura e muitas outras é que eles podem falar linguagem humana."
    },
    {
    "name":"Duende",
    "avatar":"Duende",
    "characteristics":"Duendes compõe uma raça de humanoides diminutos e extremamente inteligentes que coexistem com os bruxos. Sua dieta consiste de carne, raízes e fungos, e se comunicam em (além de linguas humanas) uma língua composta de sons curtos e guturais. Eles são conhecidos por sua habilidade no forjamento de metais, especialmente a prata, sendo que fabricam moedas para o mundo dos bruxos. Devido a sua sagacidade e habilidades monetárias, eles controlam grande parte das finanças no mundo dos bruxos, e administram o banco Gringotes. A raça possui um tipo de magia própria, e são representados no Departamento para Regulamentação e Controle das Criaturas Mágicas do Ministério da Magia pela Seção de Ligação com os Duendes (dentro da Divisão de Seres). Eles são considerados por muitos bruxos como seres inferiores, e demonstram muito mais desgosto com esta atitude do que elfos."
    },
    {
    "name":"Trasgo",
    "avatar":"Trasgo",
    "characteristics":"Um trasgo é uma criatura mágica de força prodigiosa e imensa estupidez.Os trasgos geralmente atingem uma altura de cerca de doze pés e pesam até uma tonelada. Os bigodes de troll têm propriedades mágicas e, às vezes, são usados ​​como núcleo de varinha. Seus pés têm dois dedos, ambos com unhas gigantes.Eles são perigosamente violentos e incrivelmente agressivos, e se envolvem em comportamentos imprevisíveis, comparáveis ​​aos gigantes. Eles também são incrivelmente baixos em inteligência, dos quais os gigantes parecem ter mais.Trasgos, semelhantes a Acromântulas, têm um gosto pela carne humana. Os trasgos também gostam de peixe."
    },
    {
    "name":"Unicórnio",
    "avatar":"Unicórnio",
    "characteristics":"O unicórnio é um cavalo branco com um chifre saindo de sua cabeça. Uma criatura icônica da magia, a existência de unicórnios é um dos segredos mais mal guardados do mundo mágico, pois os unicórnios estão inextricavelmente associados à magia no mundo dos trouxas. Estes eqüinos majestosos possuem potentes propriedades mágicas, com seus pelos da cauda sendo demarcados por Garrick Olivaras Ollivander como um dos Núcleos Supremos, que é uma distinção compartilhada por apenas dois outros animais."
    },
    {
    "name":"Fada",
    "avatar":"Fada",
    "characteristics":"Uma fada (em inglês Fairy) é uma pequena criatura parecida com um humano com grandes asas parecidas com insetos, que são transparentes ou multicoloridas. Elas possuem inteligência pequena e vivem principalmente em florestas ou clareiras. A fada é uma criatura vaidosa e, muitas vezes, permite ser usada como decoração pelos bruxos. Devido à sua vaidade, as fadas estão quase sempre se cuidando. Fadas podem depositar até cinquenta ovos de uma só vez, colocando-os na parte de baixo das folhas. Os ovos eclodem em larvas de cores vivas e, aos seis a dez dias, eles se transformam em um casulo. Eles surgem um mês depois como fadas adultas. Tronquilhoss comem ovos de fada."
    },
    {
    "name":"Focinho-Curto Sueco",
    "avatar":"Focinho-Curto Sueco",
    "characteristics":"O Focinho-Curto Sueco é um dragão nativo da Suécia. Ele vive em áreas desabitadas, selvagens, principalmente nas montanhas do norte da Suécia.As escamas são azul-prateadas, e sua poderosa chama tem uma cor azul brilhante - e quente o suficiente para reduzir madeira e osso a cinzas em segundos. Sua pele atraente é muito procurada para a fabricação de luvas e escudos. Desde que raramente entra em contato com os seres humanos, Focinho-Curto é responsável por um número menor de mortes humanas do que o restante dos dragões. No entanto, o Focinho-Curto é, contudo, uma das espécies mais perigosas, devido ao seu voo ágil e o fogo extremamente quente. O Focinho-Curto tende a ser menos ágil no chão por causa de sua falta de membros da frente."
    },
    {
    "name":"Iéti",
    "avatar":"Iéti",
    "characteristics":"O Iéti (em inglês Yeti) também conhecido como Pé Grande, Abominável Homem das Neves, é nativo do Tibete, e aparentado com um Trasgo, apesar de que nenhum bruxo se atreveu a chegar muito perto para comprovar. Se alimenta de qualquer coisa que entre em seu caminho. Pode ser afastado com fogo, pois tem medo de chamas, e pode ser repelido por bruxos experientes. Possui 4 metros e meio de altura, e pelos alvíssimos do pé a cabeça. Tem medo de chamas e devora tudo que entrar em seu caminho, bruxos experientes podem enfrentá-lo."
    },
    {
    "name":"Mini-pufe",
    "avatar":"Mini-pufe",
    "characteristics":"Um mini-pufe é pufoso em miniatura, produzido por Fred e Jorge Weasley e vendidos em sua loja a Gemialidades Weasley no Beco Diagonal, nº 93, em Londres, como um dos produtos conhecidos da linha Bruxa Maravilha. É um dos seus produtos mais populares, como Jorge disse que eles estavam tendo problemas para produzi-las rápido o suficiente para a demanda. [1] Gina Weasley comprou um mini-pufe roxo a quem chamou Arnaldo em agosto de 1996."
    },
    {
    "name":"Pumaruna",
    "avatar":"Pumaruna",
    "characteristics":"A Pumaruna é um animal mágico de aparência felina que pode ser achado na América do Norte. É um dos quatro símbolos das casas da Escola de Magia e Bruxaria Ilvermorny. Um pouco parecido com o leão da montanha mundano ou puma em tamanho e aparência, a pumaruna é nativo das montanhas dos Apalaches. Pode andar sobre suas patas traseiras, flechas de fuga e seus olhos amarelos são conhecidos por terem o poder da hipnose e da Legilimência.[1] Pumaruna é rápido, forte e quase impossível de matar. Os Cherokee estudaram extensivamente a pumaruna, com quem compartilham sua região nativa, e somente conseguiram obter o pelo de pumaruna para usar como um núcleo de varinha.[1]"
    },
    {
    "name":"Dementador",
    "avatar":"Dementador",
    "characteristics":"Dementadores são não-seres das trevas, considerados uns dos mais sujos a habitar o mundo. Dementadores se alimentam de felicidade humana e, assim, causam depressão e desespero para qualquer um perto deles. Eles também podem consumir a alma de uma pessoa, deixando suas vítimas em um permanente estado vegetativo; em razão disso, são muitas vezes referidos como demônios sugadores de alma. Eles são conhecidos por deixarem uma pessoa como um vazio. O Ministério da Magia Britânico empregou dementadores como os guardas de Azkaban até meados de 1996, quando Lord Voldemort foi avistado no Ministério e sua deserção para o lado das trevas aconteceu. Após o fim da Segunda Guerra Bruxa em 1998, o Ministério foi reformado e o Ministro da Magia Kingsley Shacklebolt garantiu que eles não seriam usados ​​pelo governo novamente. Há certas defesas que se pode usar contra dementadores; a mais famosa delas é o Feitiço do Patrono. Dementadores não detêm uma verdadeira lealdade, a não ser para quem puder fornecê-los com mais pessoas para se alimentar. Eles não podem ser destruídos, embora seu número possa ser limitado se as condições em que se multiplicam são reduzidas, o que implica que eles morrem uma hora ou outra."
    },
    {
    "name":"Sereia",
    "avatar":"Sereia",
    "characteristics":"As sereias foram a primeira subespécie registrada dos sereianos. Elas viviam na Grécia antiga. Assim como a maioria dos sereianos de água morna, sereias eram excepcionalmente belas se comparadas aos sereianos de água fria como como Selkies e Merrows. Acredita-se que essas sereias usavam seu canto para atrair marinheiros descuidados à água, como contam as lendas trouxas.O primeiro grande dilema do mundo bruxo em relação aos animais era dividir o que era “ser” e o que era, de fato, um animal. A primeira tentativa foi no século XIV, quando o Conselho Bruxo definiu como “ser” todo membro da comunidade mágica que caminhasse em duas pernas. Isso deu uma tremenda confusão, pois o salão de encontro lotou de criaturas bípedes que não estavam tão interessadas nas regras do governo bruxo. A segunda tentativa foi a declaração de Madame Elfrida, que definiu como ser todo membro capaz de falar a língua humana. Os centauros, que outrora foram considerados animais, agora eram seres, mas se recusaram a comparecer ao conselho como protesto, pois como os sereianos tinham uma linguagem própria, o serêiaco, ainda se encontravam na categoria de animais. Somente em 1811 que o Ministro da Magia definiu como ser toda criatura dotada de inteligência. Contudo, os sereianos rejeitaram essa condição e decidiram que administrariam seus negócios independentemente dos bruxos.  Por esse motivo, seus hábitos e costumes são um mistério, embora eles saibam que existam comunidades organizadas."
    }
    
    ]
    
}
